<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
 
<html lang="zh">
 
<head>
 
<meta charset="UTF-8" />
 
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
 
<meta http-equiv="X-UA-Compatible" content="ie=edge" />

 <link rel="stylesheet" type="text/css" href="css/setup.css">
<title>about_daipao</title>
 
</head>
 
<body>
 
<div class="header">
 
<a href="systemSetup.jsp"> < </a>
 
<h2>关于平台</h2>

<div class="about_p">
	<p>欢迎您使用代跑侠快递服务平台</p>
<span style="color: black">
	
一、我们
1.1代跑侠快递平台
	代跑侠隶属于石家庄代跑科技信息技术有限公司，通过利用互联网、移动互联技术，致力于解决大学校园快递网点多，网点分散，大学生快递多，时间少的问题。本平台通过实现用户与用户间的联系，建立用户下单帮取快递，其他用户接单代取快递并送达的运营机制。
为商户提供劳务需求信息展示，并通过该平台展示劳务需求信息、单笔劳务费用、及服务完成确认等信息的网站信息平台。 快递员可通过代跑侠平台自主选择接收任务事项，并在事项完成后获得代跑侠平台显示的劳务费及相应奖励（如有）。
1.2用户
	是指通过代跑侠平台完成全部注册程序后，通过平台发布快递任务事项，并支付报酬的消费者。
1.3快递员
	是指接受并同意本协议、劳务协议全部条款及代跑侠平台发布的其他全部服务条款和操作规则（以下简称“各类规则”）， 申请注册并经代跑侠平台审核通过后，通过平台自主选择、完成任务事项，并在事项完成后获得相应报酬的完全民事行为能力人。
1.4劳务需求信息
	有劳务需求的用户通过代跑侠快递平台发布的，需提供劳务的快递信息、配送地址、劳务报酬等信息。
二 、服务条款的确认和接受
2.1 在您使用代跑侠平台的服务之前，请您务必认真阅读全部条款内容。如您对条款有任何疑问的，应及时停止注册或使用并向代跑侠平台咨询。 一旦您完全同意所有服务条款并完成注册程序，或在其后 使用代跑侠平台服务的，即表示您已充分阅读、理解并接受本协议的全部内容，本协议即对您产生约束力。 届时您不应以未阅读本协议的内容为由，主张本协议无效，或要求撤销本协议 。本协议内容包括协议正文以及所有代跑侠平台已经发布的或将来可能发布的各类业务规则、管理细则等内容。所有业务规则、管理细则为本协议不可分割的组成部分，与协议正文具有同等法律效力。

2.2 代跑侠平台有权根据国家法律法规的规定更新、维护交易秩序，调整服务规则，并不时地修改本协议或各类规则，修改后的协议或各类规则（以下简称“变更事项”） 将以网站公示的方式通知您。 如您不同意变更事项，您有权于变更事项确定的生效之日起停止使用代跑侠平台服务，则变更事项对您不产生效力； 如您在变更事项生效后仍继续使用代跑侠平台服务的，即视为您同意已生效的变更事项，变更事项对您产生效力 。

2.3 代跑侠平台保留在中华人民共和国法律允许的范围内独自决定拒绝提供服务、关闭您的账户或取消任务事项的权利。
三、服务简介
3.1 代跑侠平台作为服务平台，是为商户、劳务公司和快递员之间提供互通信息的平台。主要体现在商户可以服务需求方身份在代跑侠平台上发出劳务需求信息， 平台予以展示，由您自主选择是否接收前述服务事项并代劳务公司完成委托事项。

3.2 代跑侠平台目前为您提供的服务是免费的，但是代跑侠平台保留未来对相关服务收取费用的权利。

3.3 快递员自行准备如下设备并承担如下费用：
3.3.1上网设备，包括并不限于手机、电脑或者其他上网终端、调制解调器及其他必备的上网装置；
3.3.2上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。



</span>
</div>
</body>
 
</html>