<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
 
<html lang="zh">
 
<head>
 
<meta charset="UTF-8" />
 
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
 
<meta http-equiv="X-UA-Compatible" content="ie=edge" />

 <link rel="stylesheet" type="text/css" href="css/setup.css">
<title>using rule</title>
 
</head>
 
<body>
 
<div class="header">
 
<a href="systemSetup.jsp"> < </a>
 
<h2>代跑侠使用条款</h2>

<div class="about_p">
	<p>欢迎您与代跑侠平台共同签署本《代跑侠平台服务协议》（以下简称“本协议”）并使用代跑侠平台服务。</p>
<span style="color: black">
	

【审慎阅读】为维护您的自身权益， 您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必认真阅读、充分理解各条款内容， 特别是责任范围与责任限制的条款、法律适用和争议解决的条款。上述条款将以粗体标识，您应重点阅读 。

【签约动作】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容。 阅读本协议的过程中，如果您不同意本协议或其中任何条款的约定，您应立即停止注册程序。
一、定义
1.1代跑侠快递平台
	代跑侠隶属于石家庄代跑科技信息技术有限公司，通过利用互联网、移动互联技术，致力于解决大学校园快递网点多，网点分散，大学生快递多，时间少的问题。本平台通过实现用户与用户间的联系，建立用户下单帮取快递，其他用户接单代取快递并送达的运营机制。
为商户提供劳务需求信息展示，并通过该平台展示劳务需求信息、单笔劳务费用、及服务完成确认等信息的网站信息平台。 快递员可通过代跑侠平台自主选择接收任务事项，并在事项完成后获得代跑侠平台显示的劳务费及相应奖励（如有）。
1.2用户
	是指通过代跑侠平台完成全部注册程序后，通过平台发布快递任务事项，并支付报酬的消费者。
1.3快递员
	是指接受并同意本协议、劳务协议全部条款及代跑侠平台发布的其他全部服务条款和操作规则（以下简称“各类规则”）， 申请注册并经代跑侠平台审核通过后，通过平台自主选择、完成任务事项，并在事项完成后获得相应报酬的完全民事行为能力人。
1.4劳务需求信息
	有劳务需求的用户通过代跑侠快递平台发布的，需提供劳务的快递信息、配送地址、劳务报酬等信息。
二 、服务条款的确认和接受
2.1 在您使用代跑侠平台的服务之前，请您务必认真阅读全部条款内容。如您对条款有任何疑问的，应及时停止注册或使用并向代跑侠平台咨询。 一旦您完全同意所有服务条款并完成注册程序，或在其后 使用代跑侠平台服务的，即表示您已充分阅读、理解并接受本协议的全部内容，本协议即对您产生约束力。 届时您不应以未阅读本协议的内容为由，主张本协议无效，或要求撤销本协议 。本协议内容包括协议正文以及所有代跑侠平台已经发布的或将来可能发布的各类业务规则、管理细则等内容。所有业务规则、管理细则为本协议不可分割的组成部分，与协议正文具有同等法律效力。
2.2 代跑侠平台有权根据国家法律法规的规定更新、维护交易秩序，调整服务规则，并不时地修改本协议或各类规则，修改后的协议或各类规则（以下简称“变更事项”） 将以网站公示的方式通知您。 如您不同意变更事项，您有权于变更事项确定的生效之日起停止使用代跑侠平台服务，则变更事项对您不产生效力； 如您在变更事项生效后仍继续使用代跑侠平台服务的，即视为您同意已生效的变更事项，变更事项对您产生效力 。
2.3 代跑侠平台保留在中华人民共和国法律允许的范围内独自决定拒绝提供服务、关闭您的账户或取消任务事项的权利。
三、服务简介
3.1 代跑侠平台作为服务平台，是为商户、劳务公司和快递员之间提供互通信息的平台。主要体现在商户可以服务需求方身份在代跑侠平台上发出劳务需求信息， 平台予以展示，由您自主选择是否接收前述服务事项并代劳务公司完成委托事项。
3.2 代跑侠平台目前为您提供的服务是免费的，但是代跑侠平台保留未来对相关服务收取费用的权利。
四、注册
4.1 注册资格：
4.1.1 具有完全民事行为能力；
4.1.2 年龄：年满十八周岁且不得超过六十周岁；
4.1.3 身体健康,持有有效学校证件
4.1.4 为实现本协议约定目的，您需具有的其他法定要求及条件,及您所属劳务公司规定的不低于本协议第4.1条约定标准的其它要求。
如果您不具备前述条件，代跑侠平台有权注销您已注册完成的账户或停止向您提供服务。对您之前的行为，您及/或您的监护人应依照法律规定承担相应后果。
4.2 您应按照代跑侠平台要求提供注册资料（包括但不限于身份证、健康证，并上传提供委托服务的地理位置），并保证前述资料真实、准确、完整、合法、有效。 如您的注册资料有所变动，您应及时更新注册资料。 否则，您应承担相应责任及后果。
4.3 您注册成功后，应谨慎合理的保存、使用您的用户名和密码，并对通过您的账户实施的所有行为、活动及事件负全责。您若发现账号存在安全漏洞等情况， 应立即以有效方式通知代跑侠平台，要求代跑侠平台暂停相关服务，必要时向公安机关报案。您理解代跑侠平台对您的请求采取行动需要合理时间， 并需要您提供有效资料证明您为账户的所有者。代跑侠平台对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
4.4 您不得将在代跑侠平台注册获得的账户借（租）给他人使用，否则对此产生的一切损失您应与实际使用人承担连带责任。
4.5 您注册账户后，如存在连续3个月未登录该账户的情形，代跑侠平台有权注销该账户，以免造成资源浪费，由此带来的任何损失均由您自行承担。
4.6 您同意，代跑侠平台拥有通过向您注册时预留的地址、邮箱、电话等任一方式发送消息，或者通过代跑侠平台向您发送站内信息，即视为代跑侠平台向您履行了送达、通知义务。
4.7 您同意，代跑侠平台有权使用您的注册信息、用户名、密码等信息，登陆进入您的注册账户，进行证据保全，具体方式包括但不限于公证、见证等。
4.8 您知悉并认可：代跑侠平台可能会与第三方合作而向您提供相关的网络服务，在此情况下，如该第三方同意承担与代跑侠平台同等的保护您隐私的责任，则代跑侠平台有权将您的注册资料等提供给该第三方。 另外，在不透露您隐私资料的前提下，代跑侠平台有权对与您账户相关的整个数据库进行分析并对相关的数据库进行商业上的利用。
4.9 您了解并同意，代跑侠平台有权应政府部门（包括司法及行政部门）的要求，向其提供您在代跑侠平台填写的注册信息和发布纪录等必要信息。
五、责任范围与责任限制
5.1 您个人明确同意对网络服务的使用承担风险。代跑侠平台对此不作任何类型的明示或默示担保。包括但不限于：不担保服务一定能满足您的要求， 也不担保服务不会被中断，对服务的及时性、安全性、不出错都不作担保；对在代跑侠平台上的任何服务或交易进程，不作担保；对代跑侠平台服务所涉及的技术及信息的有效性、 准确性、正确性、可靠性、稳定性、完整性和及时性不作出任何承诺和保证；对代跑侠平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性 或适用于某一特定用途不作担保。
5.2 您理解并接受：代跑侠平台作为信息发布服务平台，无法控制每一任务事项所涉及的物品的质量、安全或合法性， 任务事项内容的真实性或准确性，以及任务事项所涉各方履行任务事项的能力 。
5.3 您了解并同意，代跑侠平台不对因下述情况而导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿:
5.3.1 使用或未能使用代跑侠平台的服务；
5.3.2 您对代跑侠平台服务的误解；
5.3.3 任何非因代跑侠平台的原因而引起的与代跑侠平台服务有关的其它损失。
5.4 如因不可抗力或其他代跑侠平台无法控制的原因使代跑侠平台系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，代跑侠平台不承担责任。
5.5 您同意在发现代跑侠平台任何内容不符合法律规定，或不符合本协议约定的，您有义务及时通知代跑侠平台。如果您发现个人信息被盗用或者其他权利被侵害， 请将此情况反馈代跑侠平台并按照代跑侠平台的要求提供相应的证明材料。
5.6 您应当严格遵守本协议及平台的各类规则，因您违反本协议或各类规则的行为给第三方、代跑侠平台造成损失的，您应当承担相应责任。
六、对您信息的管理及限制
6.1 代跑侠平台非常重视对您的个人信息和个人隐私保护，您同意代跑侠平台按照在平台上公布的 《隐私政策》收集、存储、使用、披露、处理和和保护您的个人信息。在您使用平台服务前，请您仔细阅读并全面了解《隐私政策》，如您对《隐私政策》有任何疑问，您可以联系平台进行了解。当您浏览、访问代跑侠平台及/或使用代跑侠平台服务时，即表示您已经同意代跑侠平台按照《隐私政策》来收集、使用、共享和保护您的个人信息。
6.2 您账户被注销后，代跑侠平台没有义务为您保留或向您披露账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。
6.3 您同意，与代跑侠平台的协议关系终止后，代跑侠平台仍享有下列权利：
6.3.1 继续保存您未及时删除的注册信息及使用代跑侠平台的服务期间发布的所有信息至法律规定的记录保存期满。
6.3.2 您在使用代跑侠平台的服务期间存在违法行为或违反本协议和/或各类规则的行为的，代跑侠平台仍可依据本协议向您主张权利。
七、网络服务内容的所有权
7.1 代跑侠平台各项电子服务的所有权和运作权归上海三快科技有限公司所有。
7.2 代跑侠平台在与您合作中提供的平台服务内容包括文字、软件、声音、图片、录像、图表、广告等的全部内容的知识产权均归代跑侠平台所有， 您在使用代跑侠平台过程中所产生内容的知识产权均归代跑侠平台所有。
7.3 除另有特别声明外，代跑侠平台所依托软件的著作权、专利权及其它知识产权均归代跑侠平台或代跑侠平台关联公司所有。
7.4 代跑侠平台在提供平台服务过程中所使用的“代跑侠”“代跑侠平台”“快递员”等商业标识，其著作权或商标权归代跑侠平台或代跑侠平台关联公司所有。
八、平台服务使用规范
8.1 在使用代跑侠平台服务的过程中，您承诺遵守以下约定：
8.1.1 在使用代跑侠平台服务的过程中实施的所有行为均遵守国家法律、法规、规范性文件的规定及本协议、各类规则的约定和要求，不违背社会公共利益或公共道德， 不损害他人的合法权益，不违反本协议及各类规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保代跑侠平台免于因此产生任何损失。
8.1.2 不发布国家禁止发布的任务事项信息（除非取得国家相关部门合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息， 不发布违背社会公共利益或公共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。
8.1.3 不使用任何装置、软件或例行程序干预或试图干预代跑侠平台的正常运作或正在代跑侠平台上进行的任何活动。 您不得采取任何将导致不合理的庞大数据负载加诸代跑侠平台网络设备的行动。在使用代跑侠平台服务时，您的手机不得开启root权限。
8.1.4 不发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容或包含病毒、木马、定时炸弹等 可能对代跑侠平台系统造成伤害或影响其稳定性的内容。
8.1.5 不进行危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器帐号； 不得未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；不得未经许可，企图探查、扫描、测试代跑侠平台系统 或网络的弱点或其它实施破坏网络安全的行为；不得企图干涉、破坏代跑侠平台系统或网站的正常运行。
8.1.6 不进行以获取不正当利益为目的的任何形式的虚假配送，包括但不限于： 自行或协同他人伪造订单，或在已知无配送需求情况下通过平台进行虚假配送套利； 发现商家或其他代跑侠配送员进行虚假代跑侠配送，不及时向代跑侠平台反馈或通过任何形式参与其违规行为； 其它通过代跑侠平台获取配送任务却未发生真实配送的行为。
8.1.7 您不得直接或间接借用他人名义注册代跑侠账户的行为。
8.1.8 其它违反法律法规或者代跑侠平台各类规则的行为。
8.2 您了解并同意：
8.2.1 违反本协议项下承诺及义务时，代跑侠平台有权依据本协议的约定，做出相应处理或终止向您提供服务，且无须征得您的同意或提前通知予您。
8.2.2 根据相关法令的指定或者各类规则的判断，您的行为涉嫌违反法律法规的规定或违反本协议和/或各类规则的条款的， 代跑侠平台有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息、降低信用值或直接停止提供服务，因此给代跑侠平台造成损失的您应承担赔偿责任。
8.2.3 对于您在代跑侠平台上实施的行为，包括未在代跑侠平台上实施但已经对代跑侠平台产生影响的行为， 代跑侠平台有权单方认定该行为的性质及是否构成对本协议和/或各类规则的违反，并据此采取相应的必要的处理措施。
8.2.4 对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担相应法律责任，并应确保代跑侠平台免于承担因此产生的损失或增加的费用。
8.2.5 如您涉嫌违反有关法律规定或者本协议之约定，使代跑侠平台受到任何行政管理部门的处罚，或遭受到任何第三方的索赔请求，使代跑侠平台遭受任何损失， 您应当赔偿代跑侠平台因此造成的损失及发生的费用，包括合理的律师费用。
九、法律适用和争议解决
9.1 本协议的订立、执行、解释及争议的解决均应适用中华人民共和国法律。
9.2 如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向被告所在地有管辖权的人民法院提起诉讼。

</span>
</div>
</body>
 
</html>
 